Repository: hiropan/HaikuDB
Catalog: HaikuDB/Localizable.xcstrings
Source language: en
Languages: ja

source: Add Contest
ja: コンテストの追加

source: Add Haiku
ja: 俳句の追加

source: Add Theme
ja: テーマの追加

source: Appearance
ja: 外観

source: by %@
ja: 作者: %@

source: By: %@
ja: 作者: %@

source: Cancel
ja: キャンセル

source: Colour Scheme
ja: カラースキーム

source: Contest
ja: コンテスト

source: Contest Information
ja: コンテスト情報

source: Contest Title
ja: コンテストのタイトル

source: Contests
ja: コンテスト

source: Create Contest
ja: コンテストの登録

source: Create Haiku
ja: 俳句の登録

source: Date
ja: 日付

source: Default Writer's Name
ja: デフォルト俳号

source: Default Writer’s Name
ja: 俳号

source: Details
ja: 詳細

source: Edit Contest
ja: コンテストの編集

source: Edit Haiku
ja: 俳句の編集

source: End Date
ja: 終了日

source: End: %@
ja: 終了: %@

source: Haiku
ja: 俳句

source: Haikus
ja: 俳句

source: Lower phrase
ja: 下の句

source: Middle phrase
ja: 中の句

source: My Haikus
ja: マイ俳句

source: None
ja: なし

source: Note
ja: メモ

source: Save
ja: 保存

source: Search contests
ja: コンテストの検索

source: Search haikus
ja: 俳句の検索

source: Settings
ja: 設定

source: Start Date
ja: 開始日

source: Start: %@
ja: 開始: %@

source: Submitted Haikus
ja: 投句済み俳句

source: Theme
ja: テーマ

source: Themes
ja: テーマ

source: Upper phrase
ja: 上の句

source: Writer
ja: 作者
